export default function Page() {
	return (
		<div className="w-4/5 mx-auto hight leading-5 my-10">
			<h1 className="text-3xl font-bold">개인정보처리방침</h1>
			<br />
			<p className="font-bold">제1조(목적)</p>
			<p>매치업은 회사가 제공하고자 하는 서비스를 이용하는 개인의 정보를 보호하기 위해, 개인정보보호법, 정보통신망 이용촉진 및 정보보호 등에 관한 법률 등 관련 법령을 준수하고, 서비스 이용자의 개인정보 보호 관련한 고충을 신속하고 원활하게 처리할 수 있도록 하기 위하여 다음과 같이 개인정보처리방침을 수립합니다.</p>
			<br />
			<p className="font-bold">제2조(개인정보 처리의 원칙)</p>
			<p>개인정보 관련 법령 및 본 방침에 따라 회사는 이용자의 개인정보를 수집할 수 있으며 수집된 개인정보는 개인의 동의가 있는 경우에 한해 제3자에게 제공될 수 있습니다. 단, 법령의 규정 등에 의해 적법하게 강제되는 경우 회사는 수집한 이용자의 개인정보를 사전에 개인의 동의 없이 제3자에게 제공할 수도 있습니다.</p>
			<br />
			<p className="font-bold">제3조(본 방침의 공개)</p>
			<ol>
				<li>1. 회사는 이용자가 언제든지 쉽게 본 방침을 확인할 수 있도록 회사 홈페이지 첫 화면 또는 첫 화면과의 연결화면을 통해 본 방침을 공개하고 있습니다.</li>
				<li>2. 회사는 제1항에 따라 본 방침을 공개하는 경우 글자 크기, 색상 등을 활용하여 이용자가 본 방침을 쉽게 확인할 수 있도록 합니다.</li>
			</ol>
			<br />
			<p className="font-bold">제4조(본 방침의 변경)</p>
			<ol>
				<li>1. 본 방침은 개인정보 관련 법령, 지침, 고시 또는 정부나 회사 서비스의 정책이나 내용의 변경에 따라 개정될 수 있습니다.</li>
				<li>
				2. 회사는 제1항에 따라 본 방침을 개정하는 경우 다음 각 호 하나 이상의 방법으로 공지합니다.
					<ol>
						<li>가. 회사가 운영하는 인터넷 홈페이지의 첫 화면의 공지사항란 또는 별도의 창을 통하여 공지하는 방법</li>
						<li>나. 서면·모사전송·전자우편 또는 이와 비슷한 방법으로 이용자에게 공지하는 방법</li>
					</ol>
				</li>
				<li>3. 회사는 제2항의 공지는 본 방침 개정의 시행일로부터 최소 7일 이전에 공지합니다. 다만, 이용자 권리의 중요한 변경이 있을 경우에는 최소 30일 전에 공지합니다.</li>
			</ol>
			<br />
			<p className="font-bold">제5조(개인정보 수집 방법)</p>
			<p>회사는 다음과 같은 방법으로 이용자의 개인정보를 수집합니다.</p>
			<p>이용자가 회사의 홈페이지에 자신의 개인정보를 입력하는 방식</p>
			<p>어플리케이션 등 회사가 제공하는 홈페이지 외의 서비스를 통해 이용자가 자신의 개인정보를 입력하는 방식</p>
			<br />
			<p className="font-bold">제6조(개인정보의 이용)</p>
			<p>회사는 개인정보를 다음 각 호의 경우에 이용합니다.</p>
			<p> 공지사항의 전달 등 회사운영에 필요한 경우</p>
			<p> 이용문의에 대한 회신, 불만의 처리 등 이용자에 대한 서비스 개선을 위한 경우</p>
			<p> 회사의 서비스를 제공하기 위한 경우</p>
			<p> 법령 및 회사 약관을 위반하는 회원에 대한 이용 제한 조치, 부정 이용 행위를 포함하여 서비스의 원활한 운영에 지장을 주는 행위에 대한 방지 및 제재를 위한 경우</p>
			<br />
			<p className="font-bold">제7조(개인정보의 보유 및 이용기간)</p>
			<p> 회사는 이용자의 개인정보에 대해 개인정보의 수집·이용 목적 달성을 위한 기간 동안 개인정보를 보유 및 이용합니다.</p>
			<p> 전항에도 불구하고 회사는 내부 방침에 의해 서비스 부정이용기록은 부정 가입 및 이용 방지를 위하여 회원 탈퇴 시점으로부터 최대 1년간 보관합니다.</p>
			<br />
			<p className="font-bold">제8조(법령에 따른 개인정보의 보유 및 이용기간)</p>
			<p>회사는 관계법령에 따라 다음과 같이 개인정보를 보유 및 이용합니다.</p>
			<p> 통신비밀보호법에 따른 보유정보 및 보유기간</p>
			<p> 웹사이트 로그 기록 자료 : 3개월</p>
			<br />
			<p className="font-bold">제9조(개인정보 자동 수집 장치의 설치·운영 및 거부에 관한 사항)</p>
			<p> 회사는 이용자에게 개별적인 맞춤서비스를 제공하기 위해 이용 정보를 저장하고 수시로 불러오는 개인정보 자동 수집장치를 사용합니다. 쿠키는 웹사이트를 운영하는데 이용되는 서버(http)가 이용자의 웹브라우저(PC 및 모바일을 포함)에게 보내는 소량의 정보이며 이용자의 저장공간에 저장되기도 합니다.  </p>
			<p> 이용자는 쿠키 설치에 대한 선택권을 가지고 있습니다. 따라서 이용자는 웹브라우저에서 옵션을 설정함으로써 모든 쿠키를 허용하거나, 쿠키가 저장될 때마다 확인을 거치거나, 아니면 모든 쿠키의 저장을 거부할 수도 있습니다.</p>
			<p> 다만, 쿠키의 저장을 거부할 경우에는 로그인이 필요한 회사의 일부 서비스는 이용에 어려움이 있을 수 있습니다.</p>
			<br />
			<p className="font-bold">제10조(쿠키 설치 허용 지정 방법)</p>
			<p>웹브라우저 옵션 설정을 통해 쿠키 허용, 쿠키 차단 등의 설정을 할 수 있습니다.</p>
			<p> Edge : 웹브라우저 우측 상단의 설정 메뉴 - 쿠키 및 사이트 권한 - 쿠키 및 사이트 데이터 관리 및 삭제</p>
			<p> Chrome : 웹브라우저 우측 상단의 설정 메뉴 - 개인정보 및 보안 - 쿠키 및 기타 사이트 데이터</p>
			<p> Whale : 웹브라우저 우측 상단의 설정 메뉴 - 개인정보 보호 - 쿠키 및 기타 사이트 데이터</p>
		</div>
	)
}
  