export default function Page() {
	return (
		<div className="w-4/5 mx-auto hight leading-5 my-10">
			<h1 className="text-3xl font-bold">MatchUp 서비스 이용약관</h1>
			<br />
			<p className="font-bold">제1조(목적)</p>
			<p>본 약관은 A405(이하 "회사")가 운영하는 "MatchUp"관련 제반 서비스의 이용과 관련하여 회사와 이용기관 및 개인과의 권리, 의무 및 책임사항, 기타 필요한 사항을 규정함을 목적으로 합니다.</p>
			<br />
			<p className="font-bold">제2조(용어의 정의)</p>
			<ol>
				<li>1. "플랫폼"이란 회사가 콘텐츠 또는 용역을 회원에게 제공하기 위하여 컴퓨터 등 정보통신설비를 이용하여 이를 거래할 수 있도록 설정한 가상의 영업장(「 https://matchup.site 」 및 「 https://matchup.site 」의 하위 정보통신망을 포함)을 말하며, 아울러 사이버몰을 운영하는 사업자의 의미로도 사용합니다.</li>
				<li>2. "콘텐츠"란 플랫폼이 온라인을 통해 제공하는 사전에 제작된 영상 및 기타 관련 자료 또는 정보를 포함하는 개념으로서, 정보통신망에서 사용되는 부호, 문자, 음성, 음향, 이미지 또는 영상 등 정보형태를 불문합니다.</li>
				<li>3. "이용자"란 회사의 플랫폼에 접속하여 본 약관에 따라 플랫폼이 제공하는 서비스를 이용하는 회원 및 비회원을 말합니다.</li>
				<li>4. "회원"이란 플랫폼에 회원가입을 하여 회원 아이디(ID)를 부여받은 자입니다.</li>
				<li>5. "비회원"이란 회원에 가입하지 않고 플랫폼이 제공하는 서비스를 이용하는 자를 말합니다.</li>
				<li>6. "아이디(ID)"란 회원의 식별과 서비스 이용을 위하여 회원이 정하고 플랫폼이 승인하는 문자 또는 숫자의 조합을 말합니다.</li>
				<li>7. "비밀번호(PASSWORD)"란 회원이 부여받은 "아이디"와 일치되는 회원임을 확인하고 비밀보호를 위해 회원자신이 정한 문자, 숫자 또는 특수문자의 조합을 말합니다.</li>
				<li>8. "고객의 정보"라 함은 고객이 회사의 서비스에 저장하는 정보(『국가정보화기본법』 제 3 조 제 1호에 따른 정보, 개인인 경우에는 개인정보와 신용정보를 포함합니다.)로써 고객이 소유 또는 관리하는 정보를 의미합니다.</li>
			</ol>
			<br />
			<p className="font-bold">제 3조 (약관의 효력과 개정)</p>
			<ol>
				<li>1. 본 약관은 "서비스"를 이용하기 위해 "고객"이 웹사이트 또는 모바일 앱에 접속하여 약관의 내용에 동의를 한 다음 회원 가입 신청을 하여 회사가 이를 승인함으로써 효력을 발휘합니다.</li>
				<li>2. "회사"는 본 약관의 내용을 "고객"이 쉽게 알 수 있도록 서비스 초기화면에 게시합니다.</li>
				<li>3. "회사"는 ‘약관의 규제에 관한 법률’, ‘정보통신망이용촉진 및 정보보호 등에 관한 법률’, ‘클라우드 컴퓨팅 발전 및 이용자보호에 관한 법률’ 등 관련 법을 위배하지 않는 범위에서 본 약관을 개정할 수 있습니다.</li>
				<li>4. "회사"는 "서비스" 웹사이트 내 수정 약관의 게시 등 합리적인 방법을 통해 약관을 수정할 수 있습니다. 이때 회사는 약관 수정 사항의 효력이 발생하기 최소 7일 전에 효력 발생일과 자세한 내용을 명시하여 회사 서비스 웹사이트를 통해 이를 공지합니다. 단, 이용자에게 불리하게 약관 내용을 변경하는 경우 최소한 30일 이상의 사전 유예기간을 두고 공지합니다.</li>
				<li>5. "회사"가 전항에 따라 개정약관을 공지 또는 통지하면서 고객에게 7일 기간 내에 의사표시를 하지 않으면 의사표시가 표명된 것으로 본다는 뜻을 명확하게 공지 또는 통지하였음에도 고객이 명시적으로 거부의 의사표시를 하지 아니한 경우, 고객이 개정 약관에 동의한 것으로 봅니다.</li>
			</ol>
			<br />
			<p className="font-bold">제 4 조 (회원가입)</p>
			<p>서비스를 이용하고자 하는 고객은 당 사이트에서 정한 회원가입양식에 개인정보를 기재하여 가입을 하여야 합니다.</p>
			<br />
			<p className="font-bold">제 5 조 (개인정보의 보호 및 사용)</p>
			<p>당 사이트는 관계법령이 정하는 바에 따라 회원 등록정보를 포함한 회원의 개인정보를 보호하기 위해 노력합니다. 회원 개인정보의 보호 및 사용에 대해서는 관련법령 및 당 사이트의 개인정보 보호정책이 적용됩니다. 다만, 당 사이트 이외에 링크된 사이트에서는 당 사이트의 개인정보 보호정책이 적용되지 않습니다.</p>
			<br />
			<p className="font-bold">제 6 조 (이용 신청의 승낙과 제한)</p>
					<ol>
						<li>1. 당 사이트는 제6조의 규정에 의한 이용신청고객에 대하여 약관에 정하는 바에 따라 서비스 이용을 승낙합니다.</li>
						<li>2. 당 사이트는 아래사항에 해당하는 경우에 대해서 회원가입을 승낙하지 아니하거나 이후 사전 통보 없이 취소할 수 있습니다.</li>
						<ul>
							<li>- 회원가입 신청 시 내용을 허위로 기재한 경우</li>
							<li>- 기타 규정한 제반사항을 위반하며 신청하는 경우</li>
							<li>- 다른 사람의 당 사이트 이용을 방해하거나 그 정보를 도용하는 등의 행위를 하였을 경우</li>
							<li>- 당 사이트를 이용하여 법령과 본 약관이 금지하는 행위를 하는 경우</li>
						</ul>
					</ol>
			<p className="font-bold">제 11 조 (회원의 의무)</p>
				<ol>
					<li>1. 이용자는 회원가입 신청 또는 회원정보 변경 시 실명으로 모든 사항을 사실에 근거하여 작성하여야 하며, 허위 또는 타인의 정보를 등록할 경우 일체의 권리를 주장할 수 없습니다.</li>
					<li>2. 당 사이트가 관계법령 및 개인정보 보호정책에 의거하여 그 책임을 지는 경우를 제외하고, 회원에게 부여된 아이디의 비밀번호 관리소홀, 부정사용 등에 의하여 발생하는 모든 결과에 대한 책임은 회원에게 있습니다.</li>
					<li>3. 회원은 당 사이트 및 제 3자의 지식재산권을 침해해서는 안 됩니다.</li>
					<li>4. 이용자는 당 사이트의 운영자, 직원, 기타 관계자를 사칭하는 행위를 하여서는 안 됩니다.</li>
					<li>5. 이용자는 바이러스, 악성코드 등을 제작, 배포, 이용하여서는 아니 되고, 당 사이트의 승인 없이 광고하는 행위를 하여서는 안 됩니다.</li>
					<li>6. 이용자는 당 사이트 및 제 3자의 명예를 훼손하거나 업무를 방해하거나, 외설적이거나, 폭력적이거나 기타 공서양속에 반하는 게시물, 쪽지, 메일 등을 게시, 전송, 배포하여서는 안 됩니다.</li>
				</ol>
		</div>
	);
};
      